Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A18B.tmx
Source language: en_us
Languages: zh_cn

source: Iceland Volcano Eruption: Why Ash Threatens Air Travel
zh_cn: 冰岛火山爆发：空中运输业杀手

source: Passengers sitting in planes on the runways of Heathrow Airport outside London on Thursday morning must have wondered what the problem was.
zh_cn: 如果你恰好于本周四早晨乘坐由西斯罗机场（位于伦敦郊区）起飞的飞机旅行的话，你可能会产生“这个世界到底怎么了？”的疑问。

source: The sky above was clear and blue, yet the British government had closed the country's entire airspace, grounding all flights at five airports and disrupting the itineraries of tens of thousands of travelers ― including those whose journeys originated elsewhere in Europe, North America and beyond and who would have only passed through Heathrow, Europe's busiest airport and a major international hub that handles more than 1,200 flights and 180,000 passengers per day.
zh_cn: 天空明明是蔚蓝清澈、阳光明媚的，可是英国政府却下令封锁整个英国领空，并且禁止全英五个机场中的所有航班起飞，完全不顾成千上万的旅行者们焦急不安的心情，这其中还包括那些从欧洲、北美以及世界其他地方前来英国旅行并且必须通过西斯罗机场转机的乘客。众所周知，西斯罗机场是世界上最繁忙的机场之一，它还是国际旅行的重要中转站，每天在这里起飞和降落的航班大约有1200多架次，每天接待旅客更是多达180 000人次。

source: Airports were closed throughout much of Western Europe and Scandinavia as well.
zh_cn: 在西欧的其他地方，在斯堪的那维亚半岛，几乎所有的机场也都被迫临时关闭。

source: "The sun was shining and the sky looked normal," says Leah Heifferon of New York City, whose flight from JFK was one of the last to land in Heathrow before the airspace was closed. "You couldn't see anything wrong from the ground."
zh_cn: 从肯尼迪国际机场飞到西斯罗机场准备转机的利亚·海佛荣（Leah Heifferon）在机场关闭的最后一刻被留在了机场，他说，阳光明媚，天空万里无云，从地面上看一切都很正常。

source: What passengers couldn't see was the eruption of the Eyjafjallajokull volcano in Iceland ― more than 621 miles (1,000 km) from Britain ― which had spewed a toxic plume of ash high in the air on Tuesday night.
zh_cn: 地面乘客所不知道的是，就在不久前，位于冰岛的艾雅法拉冰河（Eyjafjallajokull）火山大规模喷发，大量的有毒性烟尘被其喷射到了高空大气之中，尽管火山离英国本土有超过621英里（约为1 000公里）的距离，政府还是保持了高度的警惕。

source: Prevailing winds had pushed the ash over much of Europe by Wednesday, and while it was too high (up to 36,000 feet) and dispersed to be easily visible, it still posed a serious hazard to air travel.
zh_cn: 星期三，大量有毒烟尘开始随风向其他欧洲地区蔓延。尽管因为烟尘太高（离地面可能有36 000英尺那么高）人们无法用肉眼看到烟尘的扩散，它仍然可能对空中运输造成致命的伤害。

source: Volcanic ash, which is made up of sulfur dioxide, carbon dioxide and hydrogen fluoride, along with fine silica particles, may not block pilots' sight lines, but its chemicals can wreck sensitive aircraft engines. It can also clog an aircraft's ventilation holes, causing engines to stall.
zh_cn: 火山灰主要由二氧化硫、二氧化碳、氟化氢以及一些纯硅石颗粒组成，它们本身不会对空中航线形成阻碍，但是它们的化学成分可能会对飞机的发动机系统造成致命的伤害，还有，他们也可能会堵塞飞机的空气流通系统，从而使得飞机发动机停转。

source: How serious is the threat? It could be deadly:
zh_cn: 这种威胁有多大？它可能是致命的。

source: in 1982, a British Airways flight from Kuala Lumpur to Perth, Australia, passed through an ash cloud that had just erupted out of a volcano in Indonesia. One by one, each of the engines on the jumbo jet shut down, and the plane began to dive toward the ground.
zh_cn: 举个例子，1982年一架从吉隆坡（马来西亚首都）飞往佩斯（澳大利亚著名城市）的英国客机从一团刚刚被印度尼西亚火山喷发出来的火山灰中穿越，很快地这架大型喷气式客机的发动机就一个接一个地熄火了，结果飞机开始一头栽向地面，几乎就酿成了一幕人间悲剧。

source: Disaster was averted only when the pilot managed to glide below the ash cloud, clearing the engines; the flight was able to make an emergency landing in Jakarta.
zh_cn: 幸运的是，当飞机下降到烟尘以下时，发动机们开始自动清洁并慢慢运转起来，飞机最后才能紧急迫降到雅加达（印尼首都）。

source: British airspace will be closed for all non-emergency flights until at least 7 a.m. local time on Friday, by which time authorities hope the ash plume will have been blown away by prevailing winds.
zh_cn: 如果没有意外的话，英国机场关闭的状况应该至少会持续到当地时间的周五早上7点。政府希望到那时，火山灰能够被信风完全吹散，从而把风险降到最低。

source: But if the volcano in Iceland continues to erupt ― as has happened in the past ― new clouds could be produced, further disrupting air travel throughout the North Atlantic.
zh_cn: 但是，一旦冰岛火山继续喷发，就像过去已经发生的那样，那么，新的火山灰又将大量出现，那么，可能整个北大西洋的空中运输都将被迫中止。

source: When Eyjafjallajokull last erupted, in 1821, it remained active for an entire year.
zh_cn: 艾雅法拉冰河（Eyjafjallajokull）火山最近的一次喷发出现在1821年，在那一整年，这座火山都活动频繁。

source: Worse, the current event could trigger the eruption of nearby Mount Katla, which is even more powerful.
zh_cn: 更糟的事情是，这座火山的频繁活动很可能会触发临近的卡特拉（Kalta）火山爆发的临界点，众所周知的是，这座火山更具破坏力。

source: If Katla were to explode, North Atlantic airspace could be affected for months.
zh_cn: 如果，事情真像我们担心的那样发生了，那么整个北大西洋的空中运输业将至少瘫痪数月。

source: It could even impact the climate: the 1991 eruption of Mount Pinatubo in the Philippines threw so much ash into the atmosphere that it reduced the amount of sunlight reaching the planet, cooling the world by about 0.5°C over the next two years.
zh_cn: 还有，这样的大规模火山喷发很可能会影响气候的变化。1991年菲利宾皮纳图博（Pinatubo）火山的爆发将大量的烟尘喷入大气之中，烟尘遮天蔽日，使得到达地球表面的太阳光大为减少，这直接导致接下来两年地球平均温度下降了0.5摄氏度。

source: And that's something everyone would notice, even on a clear day.
zh_cn: 这种情况我们大家应该能够切身感觉到，即便是在晴朗的天气里。
